[{"textData": "Lawmakers in both parties are fighting hard for an edge in the blame game over the government shutdown, courting public opinion that may be critical in ending the impasse.\nRepublicans are branding it the “Schumer Shutdown,” in reference to Senate Minority Leader Charles SchumerCharles (Chuck) Ellis SchumerDemocrats will need to explain if they shut government down over illegal immigration White House: Trump remarks didn't derail shutdown talks Schumer defends Durbin after GOP senator questions account of Trump meeting MORE (D-N.Y.), and think they have a strong hand because Senate Democrats rejected a bill passed by the House that would have kept the government open.\n\nIn arguments echoed by the White House and Speaker’s office, they say Democrats are holding the government hostage.\nThe Democratic argument, pointedly raised by Schumer on Saturday, is all about President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE.\nDemocrats can't negotiate a deal with a president who changes his position from hour to hour and is beholden to right-wing supporters above his own priorities, he says. If the shutdown continues, Schumer says it is because of Trump.\nThe finger-pointing comes as a deal to reopen the government is nowhere in sight, and a routine House procedural vote on Saturday devolved into a bitter partisan fight over whether a Republican poster adhered to the chamber’s rules.\nThere is reason for both sides to think their arguments can carry the day.\nA CNN poll shows that 31 percent of Americans would hold congressional Democrats responsible for the shutdown, while 26 percent would fault Republican lawmakers and 21 percent would blame Trump.\nEven before the government officially shut down in the early hours of Saturday morning, both sides were eager to pin the blame on the other.\nDozens of Republican offices have blasted out press releases about “Schumer’s shutdown,” while GOP leaders ticked off a list of newspaper headlines on Saturday that said Senate Democrats blocked a stopgap funding bill on Friday night.\n“The New York Times, not exactly the bastion of right-wing sentiment, put the blame exactly where it belongs,” Majority Leader Mitch McConnellAddison (Mitch) Mitchell McConnellSessions: 'We should be like Canada' in how we take in immigrants NSA spying program overcomes key Senate hurdle Overnight Finance: Lawmakers see shutdown odds rising | Trump calls for looser rules for bank loans | Consumer bureau moves to revise payday lending rule | Trump warns China on trade deficit MORE (R-Ky.) said on the Senate floor.\nThe GOP messaging strategy has centered on how the funding lapse will hurt the military. Republican leaders and lawmakers have been saying all week that Democrats are prioritizing immigrants who came to the country illegally over the troops and holding the military hostage to their immigration demands — a sentiment they believe will be a winning message with the American public.\nThe CNN poll shows that 56 percent of Americans think that keeping the government open is more important than coming up with a solution for the Deferred Action for Childhood Arrivals (DACA) program.\n“Democrats are holding our Military hostage over their desire to have unchecked illegal immigration,” Trump tweeted Saturday. “Can’t let that happen!”\nRepublicans claim Senate Democrats are the only ones who have the power to reopen the government because they are the ones who rejected a four-week funding bill late Friday night. The measure, which would have kept the government's lights on through Feb. 16, failed a procedural hurdle in a 50-49 vote, with the help of four Republicans.\n“Senate Democrats shut down this government, and now Senate Democrats need to open this government back up,” Speaker Paul RyanPaul  Davis RyanGOP leaders pitch children's health funding in plan to avert shutdown Lawmakers see shutdown’s odds rising Fix what we’ve got and make Medicare right this year MORE (R-Wis.) said Saturday.\nA website dubbed “Schumer Shutdown” also sprang up this week, displaying a countdown clock to show exactly how long the government has remained closed.\n“'Schumer Shutdown' has a nice little ring to it,” Mick MulvaneyJohn (Mick) Michael MulvaneyOvernight Finance: Lawmakers see shutdown odds rising | Trump calls for looser rules for bank loans | Consumer bureau moves to revise payday lending rule | Trump warns China on trade deficit Overnight Regulation: Dems claim 50 votes in Senate to block net neutrality repeal | Consumer bureau takes first step to revising payday lending rule | Trump wants to loosen rules on bank loans | Pentagon, FDA to speed up military drug approvals Consumer bureau takes first step to revising payday lending rule MORE, Trump’s budget director, said during a press briefing on Saturday afternoon.\nBut it was actually the hashtag that included the commander in chief’s name — #TrumpShutdown — that shot to the top of Twitter’s “Worldwide” trending topics on Friday night.\nDemocrats have spent the past 24 hours putting the blame squarely on Trump’s shoulders, saying his constantly shifting positions have made it impossible to strike a deal to keep the government open.\nSpeaking on the Senate floor, Schumer went into detail about how he met with Trump at the White House on Friday and offered to give him full border wall funding in exchange for a DACA fix — which he said the president was open to.\nBut a few hours later, Schumer says, the negotiations fell apart when John KellyJohn Francis KellyMORE, Trump’s chief of staff, said they needed more concessions in the deal.\n“Negotiating with this White House is like negotiating with Jell-O,” Schumer said.\nSchumer’s tale about his meeting with Trump is similar to last week, when Trump rejected a bipartisan DACA deal from a group of senators, even though the president suggested days earlier he would sign anything they put on his desk.\n“The shelf life of these understandings and agreements is minutes at this point. How do you negotiate? What do you do?” said Rep. Raja KrishnamoorthiSubramanian (Raja) Raja KrishnamoorthiDemocrat: Reorganization at FBI part of ‘larger Republican effort to undercut Mueller’ House Republicans defend interview with FBI deputy GOP bill scraps voter registration requirements for colleges MORE (D-Ill.).\nDemocrats have also hammered the point that Republicans control all three levers of power in Washington, and that this is the first modern shutdown to occur under a fully unified government.\nThey point out that legislation needs 60 votes in the Senate, so Republican leaders can’t cut Democrats out of the bill-writing process and then complain when it doesn’t have their support for passage.\nWhile Republicans have been generally unified in assigning blame to the Democrats, at least some Republicans are worried that the Democratic arguments could stick.\nAnd the White House has taken steps to ensure that the impacts of a shutdown are minimal, which could help Republicans escape some of the heat if the responsibility winds up on their doorstep.\n“There’s a lot of blame to go around on all sides. We’re in the majority, we control all three branches,” said Rep. Charlie Dent (R-Pa.), a senior member of the House Appropriations Committee. “So we’re going to get blamed, whether we deserve it or not. Just the way it is.”", "title": "Blame game boils over in shutdown fight", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/homenews/house/369963-blame-game-boils-over-in-shutdown-fight", "publishDate": "2018-01-21T01:45:20Z"}, {"textData": "The Women's March in Los Angeles drew 600,000 participants on Saturday as women across the country took to the streets in what was largely a protest against President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE. \n \n600,000 strong!#WMLA2018 | #WomensMarch2018 pic.twitter.com/l41n9LR9vI\n \nThe gathering included addresses by female voices in Hollywood including Natalie Portman and Viola Davis.\n \nNatalie Portman's speech at #WomensMarch2018 pic.twitter.com/84Zruf7C7Z\n \n \nAnd back at the LA women's march, Viola Davis is now addressing the crowd https://t.co/Kh2niSEh8E\n \nThe protest was aimed at encouraging women across the country to vote and get involved in the upcoming 2018 midterm elections. \nThe marches, which took place on the one-year anniversary of Trump's inauguration, were largely a rebuke to the Trump administration and Republicans, however, the president issued a tweet acknowledging the march and touting economic success for women under his administration. \n \nBeautiful weather all over our great country, a perfect day for all Women to March. Get out there now to celebrate the historic milestones and unprecedented economic success and wealth creation that has taken place over the last 12 months. Lowest female unemployment in 18 years!\n \n2017 was a landmark year for women in the fight for gender equality. \nNumerous women from coast to coast came forward to accuse a slew of powerful men of sexual misconduct, leading to the \"Me Too\" and \"Time's Up\" movements. ", "title": "Los Angeles draws 600K participants to Women's March", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/blogs/blog-briefing-room/news/369964-los-angeles-draws-600k-participants-to-womens-march", "publishDate": "2018-01-21T01:23:03Z"}, {"textData": "As the the government shutdown drama unfolds on Capitol Hill, Republicans and the White House keep pounding Democrats with a two-pronged argument: Democrats are supporting “illegal immigrants\" — and they won’t negotiate with the minority party on that issue while the government remains closed, saying it would be tantamount to allowing hostage-taking.\nSo far, neither line of attack is working. Democrats showed little sign of budging on the first day after federal funding ran dry. But the rhetoric is growing ever more heated, as each side seeks to land on just the message that will allow them to prevail in the battle for public opinion.\nStory Continued Below\n“Donald Trump was elected President to build the wall and keep American families safe from evil, illegal immigrants who commit violent crimes against lawful U.S. citizens,” asserts a web ad released by the Trump campaign on Saturday afternoon. It includes pictures of Senate Minority Leader Chuck Schumer (N.Y.), Senate Minority Whip Dick Durbin (D-Ill.), and House Minority Leader Nancy Pelosi (D-Calif.). “Yet, one year after President Trump’s Inauguration, Chuck Schumer and the Democrats continue to put the interests of illegal immigrants over those of Americans.” \nWhite House Press Secretary Sarah Huckabee Sanders chimed in as well: “We will not negotiate the status of unlawful immigrants while Democrats hold our lawful citizens hostage over their reckless demands. This is the behavior of obstructionist losers, not legislators.”\nSenate Majority Leader Mitch McConnell (R-KY.) invoked the “Democrats are supporting illegal immigration” line, too, tagging Schumer on the Senate floor Saturday. “But like the president, like the House, and like a bipartisan majority of senators, the American people cannot begin to understand why the Senate Democratic leader thinks the entire government should be shut down until he gets his way on illegal immigration,” McConnell said.\nSign up for POLITICO Playbook and get the latest news, every morning — in your inbox.\nBy signing up you agree to receive email newsletters or alerts from POLITICO. You can unsubscribe at any time.\nFor the most part, Democrats have shrugged off the GOP attacks, countering them with their own broadsides aimed at Trump, though Sen. Brian Schatz (D-Hawaii) denounced the Trump ad as “vile.”\nSchumer — in by far his biggest moment as Senate minority leader — has held his caucus together so far, including red state Democrats up for reelection in 2018. Whether he can keep that going under pressure from Trump, McConnell and the entire GOP political machine is the big question, especially if the shutdown extends into next week or beyond.\n“We’re in this political world, in the most toxic place in that world — Washington, D.C.,” said Sen. Joe Manchin (W.Va.), who is running for another term in November. Manchin voted with Republicans Friday night to fund the government for four more weeks. “With that being said, everyone should be working together to get this government open.”\n“He’s misrepresenting us, of course. He does that on a regular basis,” Sen. Bob Casey (Pa.), another Democrat up this year, said of McConnell. “If he wanted to bring the country together, he’d be fighting for his coal miners like I’m fighting for mine.”\nDemocrats also criticized Republicans for the controversy over Dreamers in the first place, noting that it was Trump who decided in September to end protections granted to recipients under the Deferred Action for Childhood Arrivals program initiated by President Barack Obama.\n“Why does he call them illegals? Who made them illegal?” asked Sen. Tim Kaine (D-Va.) of McConnell. “When he stands up and calls DACA kids illegal immigrants — they are [actually] legal. They got protection from the president. He’s trying to make them illegal by ending the program, but they are here legally.”\n\nPolitics\n\n            By POLITICO STAFF\nEmerging from a closed-door meeting on Saturday, rank-and-file Senate Democrats appeared comfortable with their party’s positioning and message. Several of them said there had not been much dissension, and that the caucus remains united behind Schumer and the leadership. Still, lawmakers in both parties acknowledged that the real pressure won’t begin until Monday, when hundreds of thousands of federal works are furloughed because of the impasse.\nDemocrats also believe that in Trump, they have a villain they can successfully tag with causing the shutdown. This is the first time that federal employees will be furloughed because of a shutdown that occurred with one party controlling the White House and Congress.\n“It’s the president’s and congressional Republican’s responsibility to govern. It’s their responsibility to keep the doors open and the lights on around here. But the Republican leadership can’t get a tumultuous president on board with anything, and they don’t offer us any compromises on their own,” Schumer said on the Senate floor on Saturday.\n\nCongress\n\n            By ALEX ISENSTADT and GABRIEL DEBENEDETTI\nSchumer relayed details from his 90-minute meeting with Trump on Friday, saying he offered funding for a border wall — anathema to Democrats — in return for full protections for DACA recipients. Schumer thought he had made “good progress” in his talks with the president, only to have Trump later call him to shoot down a potential deal. \nSchumer said it's become an ongoing pattern with Trump, which Democrats and Republicans would both agree on, though perhaps not in public.\nThe Trump campaign web ad, which calls Democrats \"complicit\" in any murders committed by illegal immigrants, provoked an angry response.\n\"This is a shameless attempt by the president to distract from the Trump shutdown,\" said Schumer's spokesman, Matt House. \nRepublicans, also playing the branding game, have dubbed the government closure: \"#SchumerShutdown.\"\nMissing out on the latest scoops? Sign up for POLITICO Playbook and get the latest news, every morning — in your inbox.\n\n                                            By Dan Diamond\n\n                                            By Jeff Greenfield\n\n                                            By Gordon F. Sander\n\n                                            By Niall Ferguson", "title": "Shutdown messaging war: 'Illegal immigrants' vs. Trump chaos", "sourceId": "politico", "sourceName": "Politico", "url": "https://www.politico.com/story/2018/01/20/government-shutdown-messaging-immigration-trump-chaos-353664", "publishDate": "2018-01-21T01:21:07Z"}, {"textData": "The White House on Saturday released photos of President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE working on the first day of the government shutdown and the one-year anniversary of his inauguration. \n\nThe third photo shows the president laughing with various members of his staff, including his daughter Ivanka TrumpIvana (Ivanka) Marie TrumpTrump’s first year in office was the year of the woman US officials warned Kushner about friendship with Wendi Deng Murdoch: report Top House Intel Dem wants to call Ivanka as witness in Russia probe MORE, adviser Jared KushnerJared Corey KushnerHope Hicks to meet with House Intel in Russia probe: report US officials warned Kushner about friendship with Wendi Deng Murdoch: report Overnight Regulation: Fight erupts over gun export rules | WH meets advocates on prison reform | Officials move to allow Medicaid work requirements | New IRS guidance on taxes MORE, press secretary Sarah Huckabee Sanders, communications director Hope HicksHope Charlotte HicksThe Hill's 12:30 Report Trump’s first year in office was the year of the woman Hope Hicks to meet with House Intel in Russia probe: report MORE and legislative affairs director Marc Short. \nThe photos have sparked a reaction on social media. \n \nThe @WhiteHouse releases this photo from a staff meeting today. President Trump meets with Marc Short, Hope Hicks, Ivanka Trump, Jared Kushner, and Sarah Sanders, among other senior staff. Caption contest? pic.twitter.com/JVpqHpmmGq\n \n \nI too conduct most of my most important work with a phone in my hand and nothing on my desk, while staring vacantly off into space https://t.co/XrYVv3YEae\n \n \npic.twitter.com/jNxBVKf4BR\n \n \nWhite House very pleased with itself for doing work pic.twitter.com/u7RODQ9faf\nThe president was scheduled to travel to his Mar-a-Lago resort in Florida, however, he had to abandon those plans after Senate Republicans and Democrats failed to reach a deal to fund the government. \nThe White House said on Friday that 1,056 employees of the Executive Office of the President would be furloughed, while 659, who are considered essential, would report to work on Monday. ", "title": "WH releases photos of Trump working through shutdown", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/homenews/administration/369962-wh-releases-photos-of-trump-working-through-shutdown", "publishDate": "2018-01-21T01:00:11Z"}, {"textData": "Sen. Tammy DuckworthLadda (Tammy) Tammy DuckworthThe Hill's 12:30 Report Avalanche of Democratic senators say Franken should resign Dems resurface Flynn's 'lock her up' comments after Mueller charges MORE (D-Ill.) tore into President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE on the Senate floor Saturday, calling him a “five-deferment draft dodger” and slamming him for his comments toward North Korean leader Kim Jong Un.\n“Does he even know that there are service members who are in harm’s way right now, watching him, looking for their commander in chief to show leadership, rather than [trying] to deflect blame?” Duckworth said. “Or that his own Pentagon says that the short-term funding plans he seems intent on pushing is actually harmful to not just the military, but to our national security?”\n“I spent my entire adult life looking out for the well-being, the training, the equipping of the troops for whom I was responsible,” she continued. “Sadly, this is something that the current occupant of the Oval Office does not seem to care to do — and I will not be lectured about what our military needs by a five-deferment draft dodger.”\n“And I have a message for cadet bone spurs: If you cared about our military, you'd stop baiting Kim Jong Un into a war that could put 85,000 American troops, and millions of innocent civilians, in danger.\"\nDuckworth’s comments come after the federal government shut down Friday at midnight after the Senate failed to pass a short-term funding bill.\nTrump has cast blame on the Democrats for the shutdown, tweeting Saturday that they decided to “play shutdown politics.”\nThe White House has also blasted Democrats, accusing them of putting “unlawful immigrants” ahead of the military and other funding needs.\n“We will not negotiate the status of unlawful immigrants while Democrats hold our lawful citizens hostage over their reckless demands,” White House press secretary Sarah Huckabee Sanders said. “When Democrats start paying our armed forces and first responders, we will reopen negotiations on immigration reform.”\nDemocrats have countered that Trump’s demands on an immigration compromise led to the shutdown. Senate Minority Leader Charles SchumerCharles (Chuck) Ellis SchumerDemocrats will need to explain if they shut government down over illegal immigration White House: Trump remarks didn't derail shutdown talks Schumer defends Durbin after GOP senator questions account of Trump meeting MORE (D-N.Y.) said he thought he had come to a deal with Trump on Friday by offering funding for Trump’s U.S.-Mexico border wall, but the president ultimately walked away from that deal.\n“Negotiating with this White House is like negotiating with Jell-O,” Schumer said Saturday. “It’s next to impossible. As soon as you take one step forward, the hard-right forces the president three steps back.”", "title": "Dem slams Trump: I won't be lectured on military needs by a 'five-deferment draft dodger'", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/homenews/senate/369960-dem-slams-trump-i-wont-be-lectured-on-military-needs-by-a-five-deferment", "publishDate": "2018-01-21T00:41:16Z"}, {"textData": "When pop star Prince died in April 2016, a gaggle of health care researchers and reporters—including me—tried to see the silver lining in his surprising, opioid-linked death. If even Prince, a famous teetotaler with access to the best medical care, could end up addicted to painkillers, surely that would show that the opioid epidemic was reaching every corner of America. Maybe in death, his celebrity could illuminate the high stakes of the crisis and force a reckoning.\nWe were very wrong. More than 55,000 Americans—rich, poor, famous and not—have since died from their own opioid overdoses. The latest data from the Centers for Disease Control and Prevention (CDC) suggests that the death rate in 2018 could be even worse. And Friday night’s news that rock star Tom Petty died from his own preventable painkiller overdose, more than a year after Prince, underscores how far there is to go.\nStory Continued Below\nIn health care, there’s a quest for celebrity patients—a symbol who can galvanize change. It’s a strategy that’s worked before. Ryan White, a teenager in the 1980s, became the face of HIV/AIDS and helped drive research and reforms. More recently, actor Michael J. Fox raised awareness of Parkinson’s disease; Angelina Jolie’s op-ed about her breast cancer risk spurred a spike in genetic testing.\nThat hasn’t really happened with painkiller deaths, perhaps because there are too many famous faces to pick from. Actors like Heath Ledger and Philip Seymour Hoffman. Musicians like Prince and Petty. And it’s far from a new trend. Even Elvis Presley, who died 41 years ago, was dealing with painkiller addiction.\nA celebrity’s death from painkillers also has lost its ability to shock and awe. “No one is surprised when they hear about a rock star dying of a drug overdose,” said Andrew Koldony, an addiction expert at Brandeis University. “In some ways, it reinforces the stigma around addiction or that it only happens because of a certain lifestyle. Of course, that’s not true at all.”\nPrince and Petty, for instance, were both dealing with chronic pain—like millions of everyday Americans—and seemingly got hooked on drugs in their attempts to manage it. Petty’s family said he played 53 separate shows while using legally prescribed medication to deal with a broken hip; his death was reportedly an accidental overdose of a mix of those legal drugs.\nThe details of Prince’s death remain less clear, but investigators note that he had apparently overdosed just six days earlier, after a performance, and was administered an emergency recovery drug—a worrying sign of the depth of his addiction. He also had been hiding a mix of different painkillers in aspirin bottles, with at least some of those medicines apparently prescribed to his bodyguard for privacy. Prince had suffered ankle and hip problems for years, with multiple reports that he’d undergone major hip surgery\nNeither celebrity was blind to the risks. Petty had previously beaten a heroin addiction; Prince was scheduled to meet with an expert for painkiller treatment the day after he died.\n“Prince was not a drug abuser” in the traditional sense of celebrity rockers, Kolodny stressed. “He was a religious guy. He was a vegetarian. You couldn’t smoke pot or drink alcohol on tour with him.”\nBut there’s a deeper reason why a celebrity death hasn’t arrested the opioid crisis: The problems are systemic, and too entrenched to be shaken by a few high-profile victims. About 91 people now die from opioid overdoses every day, the CDC says—a conservative estimate—thanks to a potent mix of stigmas, addictions, lack of awareness and inadequate access to care and prevention.\n“Too many people still think it’s a moral failing,” said Regina LaBelle, a drug policy official in the Obama administration. “Too many doctors don’t screen for or recognize addiction, so we have too much untreated addiction.”\nThe opioid epidemic has also made some pharmaceutical companies very rich, a real barrier to getting the industry to buy into change. Sales of prescription opioids almost quadrupled between 1999 and 2014 as the number of prescriptions soared. By 2010, there were more than eight opioid prescriptions for every 10 people. Purdue Pharma, the makers of OxyContin, have sold more than $25 billion worth of the drug in the past decade.\nMeanwhile, more than 250,000 people died from opioid overdoses in the past decade. Some projections say that could double in the decade ahead, under worst-case scenarios.\nIt’s a public health crisis that largely unfolded with little attention, and perhaps that’s one way that a celebrity death can help: The news of what killed Petty will trigger another round of articles about the epidemic, an issue that the media largely missed for years. While a July 2001 New York Times magazine article was the first at the Gray Lady to frame the opioid problem in terms like “crisis” and “epidemic,” it wasn’t until 2014 that the Times began routinely using that shorthand.\nBeyond raising public awareness, increased media coverage has real resonance in Washington, by forcing politicians to reckon with an issue. And many congressmen also ignored opioid issues until the past few years, focusing their health care advocacy instead on political issues like the Affordable Care Act or more traditional causes like cancer. The last White House wasn’t much better.\n“President Obama neglected the epidemic,” Kolodny said, noting that the Obama administration’s flurry of activity—which included a surge in funding for opioid-specific issues, from virtually no dollars to $1 billion—didn’t come until the last of Obama’s eight years in office. Obama didn’t even publicly address the opioid epidemic in front of a live audience until an October 2015 town hall in West Virginia. \nKolodny was among the advocates pressuring the Obama administration to do more, warning Obama that he’d be remembered like Ronald Reagan for failing to acknowledge a public health crisis that unfolded on his watch. In Reagan’s case, that crisis was HIV/AIDS. (And interestingly, it was a celebrity—actor Rock Hudson—who’s credited with helping the Reagan administration make its first tentative steps toward addressing HIV/AIDS issues.)\nBut Kolodny says he’s even more pessimistic about Donald Trump, who, despite making repeated proclamations about the need to solve the opioid epidemic, hasn’t steered new funding to the problem and has even sought to cut resources. POLITICO reported this week on the Trump administration’s plans, for the second straight year, to gut the nation’s drug policy office.\n“It would’ve been very easy for Trump to do better than Obama on opioids,” Kolodny said. “But in terms of action, he’s even worse.”\nBeyond the Oval Office, however, there are signs of change—and not because of celebrity deaths, but because of new pressures on what gets prescribed and when. The first-ever Surgeon General’s report on addiction, released in 2016, devoted hundreds of pages to unpacking the crisis and issued dozens of recommendations, including how physicians could better manage patients’ pain treatment. Prescriptions are down from their peak, although there are still enough opioids being prescribed that every American could be medicated around-the-clock for three weeks, the CDC says.\nThere’s also been a surge of scrutiny on how the crisis unfolded. The Sackler family that owns Purdue Pharma was the target of two penetrating profiles last fall, in the New Yorker and Esquire. The company took out a full-page advertisement in the New York Times last month, touting its efforts to fight the crisis and not-so-subtly seeking to shift blame elsewhere, seemingly to substance misusers.\nThere’s much more to be done, and it may require average Americans to mobilize, en masse. “We need an ACT UP movement of pople in recovery,” LaBelle added, citing the activist movement that helped drive reforms to treat HIV/AIDS. “It’s beginning but [there’s a] long way to go.”\nSo, will Tom Petty’s opioid overdose drive any significant change? Will it lead to that outpouring of momentum? It’s far too early to say, but in the hours after the rock star toxicology report was released on Friday, a familiar drumbeat began, led by fans and family who wanted Petty’s death to be as meaningful as possible, under the circumstances.\n“We recognize this report may spark a further discussion on the opioid crisis and we feel that it is a healthy and necessary discussion,” said a statement from Petty’s relatives, retweeted by White House opioid adviser Kellyanne Conway and many others. “We hope in some way this report can save lives.”\nDan Diamond is the author of \"POLITICO Pulse,\" the must-read morning briefing on health care politics and policy. He's also the creator of PULSE CHECK, the popular podcast that features weekly conversations with some of the most interesting and influential people in health care.\nHealth\n\n\n                        By Dan Diamond\n\nPolitics\n\n\n                        By Jeff Greenfield\n\nBook Club\n\n\n                        By Niall Ferguson\n\n\n", "title": "First There Was Prince. Now Tom Petty. When Will America Finally Wake Up to the Opioid Crisis?", "sourceId": "politico", "sourceName": "Politico", "url": "https://www.politico.com/magazine/story/2018/01/20/opioid-crisis-tom-petty-prince-america-216490", "publishDate": "2018-01-21T00:36:05Z"}, {"textData": "Former Democratic presidential candidate Hillary ClintonHillary Diane Rodham ClintonIntel Dem decries White House 'gag order' after Bannon testimony 'Total free-for-all' as Bannon clashes with Intel members Mellman: On Political Authenticity (Part 2) MORE praised Women’s March events around the country on Saturday, saying they showed “the power and resilience of women everywhere.”\n“In 2017, the Women’s March was a beacon of hope and defiance. In 2018, it is a testament to the power and resilience of women everywhere,” Clinton tweeted. “Let’s show that same power in the voting booth this year. #PowerToThePolls” \nIn 2017, the Women’s March was a beacon of hope and defiance. In 2018, it is a testament to the power and resilience of women everywhere. Let’s show that same power in the voting booth this year. #PowerToThePolls\nThousands of women in hundreds of cities around the world marched in Women’s March events, which took place on the one-year anniversary of President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE’s inauguration.\n\nThe Chicago march saw its turnout exceed that of the 2017 march, with 300,000 people estimated to have attended Saturday’s event — roughly 50,000 more than last year.\nCNN reported that Los Angeles also had its largest Women's March yet, with more than 500,000 people joining the event. \nThis year's marches have been galvanized by the #MeToo movement, which has exposed sexual misconduct, assault and harassment by men at the highest levels of government, media and entertainment.\nThe marches also focused on women's rights and protesting Trump's policies and rhetoric on women and minorities.", "title": "Clinton: Women's March events show 'the power and resilience of women everywhere'", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/blogs/blog-briefing-room/news/369959-clinton-womens-march-events-show-the-power-and-resilience-of", "publishDate": "2018-01-20T23:52:51Z"}, {"textData": "Sen. Catherine Cortez MastoCatherine Marie Cortez MastoDems face hard choice for State of the Union response If America’s political future belongs to women, let Latinas lead the charge   5 Dem senators ask administration not to include citizenship question on census MORE (D-Nev.) announced on Saturday that she would donate her salary for every day the federal government remains shut down. \n\"I will not go home and take my salary for as long as my constituents are being impacted by President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE's irresponsible choice to shut down the government,\" Cortez Masto said in a statement. \n\"It is time to work together on a bipartisan compromise that puts Dreamers on a pathway to citizenship and ensures the long-term health, economic and security of Nevadans.\" \nSenate Democrats and Republicans failed to meet a midnight deadline on Friday to reach an agreement to fund the government. \nLawmakers on both sides of the government lashed out at each other on Saturday, increasing the likelihood the shutdown would extend into the week. \nSenate Minority Leader Charles Schumer (D-N.Y.) ripped Trump, telling reporters that negotiating with him was like “negotiating with Jell-O,\" while Speaker Paul RyanPaul  Davis RyanGOP leaders pitch children's health funding in plan to avert shutdown Lawmakers see shutdown’s odds rising Fix what we’ve got and make Medicare right this year MORE (R-Wis.) blamed Senate Democrats for the shutdown. \nSenate GOP leaders offered a three-week spending proposal that includes a promise to vote on a Deferred Action for Childhood Arrivals (DACA) program bill by Feb. 8, however, Democrats have expressed concerns Ryan will not take the bill up after he said he won’t support any measure that doesn’t have the backing of the president. \nTrump rejected a bipartisan deal on DACA just last week.  ", "title": "Senator says she will donate salary for everyday government is shutdown", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/homenews/senate/369958-senator-says-she-will-donate-salary-for-everyday-government-is-shutdown", "publishDate": "2018-01-20T23:44:01Z"}, {"textData": "Bipartisan legislation released earlier this week to overhaul Capitol Hill’s sexual harassment policies would prevent an independent ethics watchdog from reviewing complaints.\nThe bill, unveiled Thursday, contains a provision that would prevent the Office of Congressional Ethics (OCE) from initiating investigations of alleged harassment if a claim is filed with the updated reporting system.\nInstead, harassment claims would have to be automatically referred to the House Ethics Committee for potential discipline, with no ability by OCE to review.\n\nBut government transparency groups like Issue One warn that the legislation undermines OCE and limits transparency.\nThe OCE was created in 2008 as an independent, nonpartisan entity to add a layer of accountability to the House ethics process. Then-Speaker Nancy PelosiNancy Patricia D'Alesandro PelosiDemocrats search for 51st net neutrality vote Hoyer suggests Dems won't support spending bill without DACA fix Trump’s first year in office was the year of the woman MORE (D-Calif.) led the push to create the OCE as part of a congressional ethics reform package in response to the Jack Abramoff lobbying scandal and violations by former Reps. Tom DeLay (R-Texas), Mark Foley (R-Fla.) and Duke Cunningham (R-Calif.).\nGovernment transparency advocates argue that members of the House Ethics Committee can’t be counted upon to hold their colleagues accountable as well as an independent watchdog like the OCE.\n“This is alarming given the Committee’s poor track record when it comes to committing to a timely, publicly accountable process,” Issue One Executive Director Meredith McGehee said in a statement.\nThe OCE has the power to investigate allegations against lawmakers, but lacks the authority to dole out punishments or issue subpoenas. It can make recommendations to the Ethics Committee as to whether a case should be investigated or dismissed.\nThe Ethics Committee then decides the next steps. But reports by OCE must be publicly released after a certain amount of time has passed, unless the Ethics Committee decides to open an investigation of its own. The OCE report, however, would still have to be publicly disclosed at the end of an investigation.\nThe bipartisan overhaul of Capitol Hill’s sexual harassment policies came after multiple male lawmakers were accused of sexual harassment. Female lawmakers, including an author of the legislation, Rep. Jackie SpeierKaren (Jackie) Lorraine Jacqueline SpeierThis week: Time running out for Congress to avoid shutdown Maxine Waters to skip Trump's State of the Union Dem Rep invited #MeToo founder to State of the Union MORE (D-Calif.), also shared their own stories of being sexually harassed while working on Capitol Hill.\nThe latest lawmaker to be accused of sexual harassment is Rep. Patrick Meehan (R-Pa.), after The New York Times reported Saturday that he used taxpayer money to settle a complaint from a former staffer. \nFollowing the New York Times report, Speaker Paul RyanPaul  Davis RyanGOP leaders pitch children's health funding in plan to avert shutdown Lawmakers see shutdown’s odds rising Fix what we’ve got and make Medicare right this year MORE (R-Wis.) moved to strip Meehan from his position on the House Ethics Committee and urged him to reimburse taxpayers for the settlement.\nThe harassment overhaul bill would end the practice of taxpayer-funded settlements for lawmakers accused of harassment. Any member of Congress accused of harassment who agrees to a settlement would be required to reimburse taxpayers within 90 days.\nAnother House Republican, Rep. Blake FarentholdRandolph (Blake) Blake FarentholdThis week: Time running out for Congress to avoid shutdown Woman accuses New York state senator of sexual misconduct Republicans on the run: Retirements could be trouble for Trump and party MORE (R-Texas), also acknowledged recently that he agreed to an $84,000 settlement after a former aide, Lauren Greene, accused him of sexual harassment. Farenthold has said he will take out a personal loan to repay taxpayers.\nFarenthold is now under investigation by the House Ethics Committee. But the OCE had previously reviewed Greene’s claims and concluded in 2015 that there was not substantial reason to believe Farenthold sexually harassed Greene.\nAccording to a GOP aide familiar with the crafting of the legislation, Farenthold’s case led to the provision concerning OCE. Greene’s legal counsel had said that the OCE investigation “unduly harmed” Greene’s case in litigation, which led the House Administration Committee to include the provision in the bill.\nSpeier called the OCE “a dead letterbox for complaints.”\nA spokeswoman for the House Administration Committee said that limiting investigations to the Ethics Committee would streamline the process.\n“The provision ensures that only one entity is conducting the investigation to make certain there is an accurate gathering of facts and a swift reporting of those findings,” the spokeswoman said.\nBut McGehee warned that the provision bore a resemblance to the effort by House Republicans a year ago to weaken the OCE by putting it under the oversight of the House Ethics Committee. Republicans ultimately reversed course following public outcry.\n“This covert move is reminiscent of House leadership’s behind-closed-doors effort to sabotage OCE at the beginning of the 115th Congress,” McGehee said. ", "title": "House sexual harassment overhaul sidelines ethics watchdog", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/homenews/house/369957-house-sexual-harassment-overhaul-sidelines-ethics-watchdog", "publishDate": "2018-01-20T23:40:18Z"}, {"textData": "New York Gov. Andrew Cuomo (D) ripped President TrumpDonald John TrumpDems flip Wisconsin state Senate seat Sessions: 'We should be like Canada' in how we take in immigrants GOP rep: 'Sheet metal and garbage' everywhere in Haiti  MORE at the Women's March in New York City on Saturday, telling protesters the president does not respect women. \n\"We have a line back and we have a line forward. The line back is where the federal government wants to take us and where they are taking us. The line back is very clear: you have a president of the United States who simply does not respect women,\" Cuomo said. \n\"To this president, women are all about a Miss America contest. That's what it's all about,\" he continued. \n\n\"It's then coupled with a Congress that is an extreme, conservative, socially conservative Congress that is rolling back all the progress that we've made. Roe v. Wade — rolled back. Contraceptive care — rolled back. Equal pay rights — rolled back. Anti-discrimination laws — rolled back. Sexual harassment on campus policies — rolled back,\" he said. \nCuomo, 60, has been considered by many to be a potential 2020 Democratic presidential candidate. \nHis comments came as women across the country came out in droves to march for gender equality and civil rights. \nThe protests targeted the Trump administration, taking aim at the president's past rhetoric and policies affecting women.", "title": "NY governor: You have a president who does not respect women", "sourceId": "the-hill", "sourceName": "The Hill", "url": "http://thehill.com/homenews/state-watch/369956-ny-governor-you-have-a-president-who-does-not-respect-women", "publishDate": "2018-01-20T22:57:42Z"}]